Revit 2027 API
ParameterTypeId.FbxLightTotalLightLoss Property
 "Total Light Loss Factor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightTotalLightLoss { get; }
Public Shared ReadOnly Property FbxLightTotalLightLoss As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightTotalLightLoss {
	ForgeTypeId^ get ();
}
static member FbxLightTotalLightLoss : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace